tuhde/Periph/cpp/tests/rtc/pcf8523_test_espidf/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_COMPILER_CXX_EXCEPTIONS=n
CONFIG_COMPILER_CXX_RTTI=n
